Repository: bchazalet/cdanslair-download
Catalog: res/messages_*.po
Languages: fr

source: Downloads the newly available cdanslair episodes.
fr: Télécharge les nouveaux épisodes de cdanslair.

source: The directory where to store the media files
fr: Le dossier où stocker les vidéos.

source: Directory %s does not exist. Exiting.
fr: Le dossier %s n'existe pas.

source: Could not fetch the RSS feed. Exiting.
fr: Erreur lors de la récupération du flux RSS.

source: Checking and fetching (%s):
fr: Recherche des vidéos:

source: The process has been interrupted --> renaming the file to %s
fr: Le processues a été interrompu --> le fichier a été renommé en %s

source: Oops, something unexpected happened while running mplayer
fr: Oups, une erreur est survenue lors du lancement de mplayer

source: %s, %s%sFile already present. No need for downloading.
fr: Le ficher est déjà là, pas besoin de le télécharger.

source: All medias have already been downloaded, nothing to do.
fr: Toutes les vidéos ont déjà été téléchargées, rien à faire.

source: Done.
fr: Fini.

source: Could not find the id-video link in the page. This probably means that the video has not been published yet.
fr: Le lien id-video n'a pas pu être trouvé. C'est sûrement que la vidéo n'a pas encore été publiée.
